driver-tests/bpelse/dynamicpartnerlink/correlation/correlationJbi/test/CorrOnMesgFlowW1F5_Correlation/Input2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:corrOnMesgFlowTargetNamespace">
  <soapenv:Body>
    <urn:corrOnMesgFlowPart>
      <urn:string>input</urn:string>
    </urn:corrOnMesgFlowPart>
  </soapenv:Body>
</soapenv:Envelope>